{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Player clicked or tapped on the screen"
			},
			"Translation":
			{
				"Text": "Player clicked or tapped on the screen"
			},
			"Key": "33932E4E474CAD2BA7E0DBBB6411A713"
		},
		{
			"Source":
			{
				"Text": "Wonder what's behind that door?"
			},
			"Translation":
			{
				"Text": "Wonder what's behind that door?"
			},
			"Key": "E224923B5D43F4BE2CFF9C8179EA3D1E"
		},
		{
			"Source":
			{
				"Text": "Don't think I want to sign up"
			},
			"Translation":
			{
				"Text": "Don't think I want to sign up"
			},
			"Key": "EA102FC83242AC952BFA6AB1CA55CF98"
		},
		{
			"Source":
			{
				"Text": "There's a gherkin behind this poster!"
			},
			"Translation":
			{
				"Text": "There's a gherkin behind this poster!"
			},
			"Key": "DD3A4BFE2A431B57A9D27B8115C629F4"
		},
		{
			"Source":
			{
				"Text": "Why is a knife just lying here? Someone could hurt themselves."
			},
			"Translation":
			{
				"Text": "Why is a knife just lying here? Someone could hurt themselves."
			},
			"Key": "117E1FC2BC40D66789205CA3EB021F8E"
		},
		{
			"Source":
			{
				"Text": "Never know when I might need this."
			},
			"Translation":
			{
				"Text": "Never know when I might need this."
			},
			"Key": "1E8920001044DA4667EC6DB347B2AFAE"
		},
		{
			"Source":
			{
				"Text": "Walk to"
			},
			"Translation":
			{
				"Text": "Walk to"
			},
			"Key": "BDB672C9144290BC5BC0619D164A7566"
		},
		{
			"Source":
			{
				"Text": "sharp knife"
			},
			"Translation":
			{
				"Text": "sharp knife"
			},
			"Key": "EEF5F71DC94285B1EB15008E0FB089F8"
		},
		{
			"Source":
			{
				"Text": "That worked!"
			},
			"Translation":
			{
				"Text": "That worked!"
			},
			"Key": "9B17C51E7543602330DD51B8006764D3"
		},
		{
			"Source":
			{
				"Text": "firm green pickle"
			},
			"Translation":
			{
				"Text": "firm green pickle"
			},
			"Key": "0AC884CE7946D728339472A6304B0486"
		},
		{
			"Source":
			{
				"Text": "I carved a pickle key!"
			},
			"Translation":
			{
				"Text": "I carved a pickle key!"
			},
			"Key": "CC62A808D14FAD6579D45A8335CFB4A2"
		},
		{
			"Source":
			{
				"Text": "It's a key, but made out of a pickled gherkin? "
			},
			"Translation":
			{
				"Text": "It's a key, but made out of a pickled gherkin? "
			},
			"Key": "4D642260A9486334A9C4E8970D69709D"
		},
		{
			"Source":
			{
				"Text": "Hi Mr Pickle. "
			},
			"Translation":
			{
				"Text": "Hi Mr Pickle. "
			},
			"Key": "8BB67503F04957595E28BAA2D343587C"
		},
		{
			"Source":
			{
				"Text": "Why does everyone pick these out? I love these!"
			},
			"Translation":
			{
				"Text": "Why does everyone pick these out? I love these!"
			},
			"Key": "ED8E08FA7A486A9856D9FD9993FDBA06"
		},
		{
			"Source":
			{
				"Text": "No point in going back where I came from"
			},
			"Translation":
			{
				"Text": "No point in going back where I came from"
			},
			"Key": "1F47AC75FA484FEC8D6B7780ECFFCF26"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ItemsNamespace",
			"Children": [
				{
					"Source":
					{
						"Text": "Can't close it"
					},
					"Translation":
					{
						"Text": "Can't close it"
					},
					"Key": "CloseDefaultText"
				},
				{
					"Source":
					{
						"Text": "Can't open it"
					},
					"Translation":
					{
						"Text": "Can't open it"
					},
					"Key": "OpenDefaultText"
				},
				{
					"Source":
					{
						"Text": "Can't give it"
					},
					"Translation":
					{
						"Text": "Can't give it"
					},
					"Key": "GiveDefaultText"
				},
				{
					"Source":
					{
						"Text": "Can't pick it up"
					},
					"Translation":
					{
						"Text": "Can't pick it up"
					},
					"Key": "PickUpDefaultText"
				},
				{
					"Source":
					{
						"Text": "It's not listening"
					},
					"Translation":
					{
						"Text": "It's not listening"
					},
					"Key": "TalkToDefaultText"
				},
				{
					"Source":
					{
						"Text": "That worked!"
					},
					"Translation":
					{
						"Text": "That worked!"
					},
					"Key": "CombineSuccessResultText"
				},
				{
					"Source":
					{
						"Text": "Can't pull it"
					},
					"Translation":
					{
						"Text": "Can't pull it"
					},
					"Key": "PullDefaultText"
				},
				{
					"Source":
					{
						"Text": "Can't push it"
					},
					"Translation":
					{
						"Text": "Can't push it"
					},
					"Key": "PushDefaultText"
				},
				{
					"Source":
					{
						"Text": "Can't use it"
					},
					"Translation":
					{
						"Text": "Can't use it"
					},
					"Key": "UseDefaultText"
				},
				{
					"Source":
					{
						"Text": "I'm carrying it"
					},
					"Translation":
					{
						"Text": "I'm carrying it"
					},
					"Key": "WalkToDefaultText"
				},
				{
					"Source":
					{
						"Text": "That won't work..."
					},
					"Translation":
					{
						"Text": "That won't work..."
					},
					"Key": "ItemUsedDefaultText"
				},
				{
					"Source":
					{
						"Text": "Could not give it"
					},
					"Translation":
					{
						"Text": "Could not give it"
					},
					"Key": "ItemGivenDefaultText"
				},
				{
					"Source":
					{
						"Text": "Doesn't look like much"
					},
					"Translation":
					{
						"Text": "Doesn't look like much"
					},
					"Key": "LookAtDefaultText"
				},
				{
					"Source":
					{
						"Text": "Gave it"
					},
					"Translation":
					{
						"Text": "Gave it"
					},
					"Key": "GivenSuccessResultText"
				},
				{
					"Source":
					{
						"Text": "combination thing"
					},
					"Translation":
					{
						"Text": "combination thing"
					},
					"Key": "DefaultCombineDescriptionText"
				},
				{
					"Source":
					{
						"Text": "thing"
					},
					"Translation":
					{
						"Text": "thing"
					},
					"Key": "DefaultItemDescriptionText"
				},
				{
					"Source":
					{
						"Text": "Pickle"
					},
					"Translation":
					{
						"Text": "Pickle"
					},
					"Key": "Pickle"
				},
				{
					"Source":
					{
						"Text": "Pickle key"
					},
					"Translation":
					{
						"Text": "Pickle key"
					},
					"Key": "Pickle_Key"
				},
				{
					"Source":
					{
						"Text": "Knife"
					},
					"Translation":
					{
						"Text": "Knife"
					},
					"Key": "Knife"
				}
			]
		}
	]
}